Repository: brosame/firmware
Catalog: opennet/luci-integrated/po/*/on_gateways.po
Languages: de

source: Here you can configure the IP-Addresses of your choosen Gateways.
de: In diesem Bereich können die IP-Adressen der von Dir gewünschten OpenVPN-Gateways konfiguriert werden.

source: If you like to find more Information about the Gateways in Opennet, have a look in the Opennet-Wiki. Usually the first found Gateway in your list is the one you are going to use. The Gateway will be changed without your action, if the current Gateway does not work for around 6 minutes. Any Change of your Gateway will drop all your Internet Connections.<br />If non of the Gateways in your list are reachable or working (of if your list is empty), OpenVPN is deactivated. <br />Automated Gateway Search: The Gateways will be detected by an internal algorithm and ordered by their distance. In special cases this might nit be the best solution.<br/><br/>Additional Information about the column-values.<br/>If any Gateway is active, then the test-connection to the OpenVPN-Service of this server was successfull. If this information is missing, the test was not done before
de: Falls ihr euch über aktuelle Gateways im Opennet informieren wollt, schaut im Opennet-Wiki nach. Als Gateway wird der jeweils erste eingetragene Gateway genutzt, zu dem eine Route führt. Ein Wechsel der Gateways erfolgt, wenn der aktuelle Gateway etwa 6 Minuten lang nicht der erste erreichbare Gateway entsprechend der Liste ist. Achtung: Ein Wechsel des Gateways führt zur Unterbrechung aller aktiven Internetverbindungen.<br />Sind keine Gateways aus dieser Liste erreichbar, (oder ist die Liste leer), ist OpenVPN deaktiviert .<br />Automatische Gateway-Suche: Die Gateways werden automatisch ermittelt und anhand ihrer Entfernung sortiert. Dies muss nicht in allen Fällen optimal sein.<br/><br/>Informationen zu den Angaben in den Spalten:<br/>Unter 'Aktiv' wird angegeben, ob testweise eine OpenVPN Verbindung zum entsprechenden Gateway aufgebaut werden konnte. Zusätzlich steht in Klammern, wann der entsprechende Gateway zuletzt getestet wurde. Fehlt diese Angabe, wurde noch kein Test durchgeführt.

source: ...more Information...
de: ...mehr Informationen...

source: Gateway-List
de: Gateway-Liste

source: automated gateway-search
de: automatische Gateway-Suche

source: activated
de: aktiv

source: deactivated
de: aus

source: toggle
de: umschalten

source: <abbr title='Expected Transmission Count - Quality of the Connection to the Gateway regarding OLSR'>ETX</abbr> (rounded)
de: <abbr title='Expected Transmission Count - Qualität der Verbindung zum Gateway nach OLSR'>ETX</abbr> (gerundet)

source: Distance
de: Entfernung

source: active
de: Aktiv

source: <abbr title='click to choose immediately as your gateway'>IP-Address</abbr>
de: <abbr title='clicken um den Gateway direkt auszuwählen'>IP-Adresse</abbr>

source: Select Gateway
de: Gateway auswählen

source: Current Gateway
de: Aktueller Gateway

source: <abbr title='Number of Hops to the Gateway'>Distance</abbr> / <abbr title='Expected Transmission Count - Quality of the Connection to the Gateway regarding OLSR'>ETX</abbr>
de: <abbr title='Zahl der Knoten bis zum Gateway'>Entfernung</abbr> / <abbr title='Expected Transmission Count - Qualität der Verbindung zum Gateway nach OLSR'>ETX</abbr>

source: (<abbr title='This offset is added to the values before use/display'>Offset</abbr>)
de: (<abbr title='Dieser Offset wird vor der Nutzung / Anzeige der Werte addiert'>Offset</abbr>)

source: increase offset
de: Offset erhöhen

source: decrease offset
de: Offset verringern

source: <abbr title='Announced Upload / Download Speed.'>Speed</abbr>
de: <abbr title='Angekündigte Upload / Download Geschwindigkeit.'>Anbindung</abbr>

source: upload to Internet %s kbit/s; download from Internet %s kbit/s
de: upload ins Internet %s kbit/s; download vom Internet %s kbit/s

source: Test-Age
de: Testalter

source: reset test counter
de: zurücksetzen

source: add
de: hinzufügen

source: The first reachable and not blocked Gateway is not the current active one. The Tunnel will be restarted and the Gateway will be changed in about %s minutes. The changes will be shown after a reload of this page.
de: Der erste erreichbare und nicht gesperrte Gateway ist im Moment nicht der aktive Gateway. Der Tunnel wird in etwa %s Minuten neu gestartet. Die Veränderungen sind dann bei einer Aktualisierung dieser Seite zu sehen.

source: IP Address
de: IP Adresse
