Repository: brosame/firmware
Catalog: opennet/luci-integrated/po/*/on_opennet_1.po
Languages: de

source: Welcome to the Configuration Pages of your Access Point
de: Willkommen zu den Verwaltungs-Seiten dieser Access-Points!

source: Base Configuration
de: Basis-Konfiguration

source: The following points are the ones required to configure any Opennet Access-Point. Please use them all if the mentioned order if you like to configure your Accesspoint the easiest way. Choose the items below or from the menu on the left.
de: Die folgenden Punkte sind für eine Konfiguration des Opennet-Accesspoints notwendig. Bitte arbeite diese einfach in der vorgegebenen Reihenfolge ab, wenn Du Deinen Accesspoint einfach konfigurieren willst.

source: Network
de: Netzwerk

source: Basic Network Configuration - just enter your Opennet ID and everything will be adapted
de: Grundlegende Netzwerk-Konfiguration - einfach deine Opennet-ID eingeben und die Interfaces werden entsprechend konfiguriert

source: If you like to use the Internet, you should create or upload your OpenVPN Certificates and Keys here
de: Wenn Du Internet nutzen möchtest, solltest Du hier Dein Zertifikat und deinen Schlüssel hochladen oder zuerst eine Zertifikat-Anfrage erstellen

source: Password
de: Passwort

source: You should change the default password into some privat one here
de: Du solltest das Standard-Passwort ändern, wähle dafür diesen Punkt

source: Reboot
de: Neustart

source: After the configuration is done, it's the beste to restart the Router once - it's still the beste way to get a clean environment
de: Wenn die erste Konfiguration erledigt ist, is es sinnvoll den Accesspoint neu zu starten. Das ist immer noch der beste Weg eine saubere stabile Umgebung zu erhalten
