Repository: brosame/firmware
Catalog: opennet/po/*/on-core.po
Languages: de

source: %Y/%m/%d - %H:%M
de: %d.%m.%Y - %H:%M Uhr

source: %d days and %d hours
de: %d Tage und %d Stunden

source: %d hours and %d minutes
de: %d Stunden und %d Minuten

source: %d minutes and %d seconds
de: %d Minuten und %d Sekunden

source: ...show...
de: ...anzeigen...

source: Access the Internet
de: Zugang zum Internet

source: AccessPoint (type users)
de: Access-Point (Nutzer)

source: Action
de: Aktion

source: Active: %s
de: Aktiv: %s

source: Advisor (optional)
de: Betreuer (optional)

source: Available Report
de: Vorhandener Bericht

source: Base
de: Basis

source: Based on your Certificate (%s), the ports from %s to %s are forwarded through the VPN-Tunnel to your Access-Point - you should enter those as your source-ports.
de: Basierend auf Ihrem Zertifikat (%s) werden die Ports %s bis %s vom VPN-Gateway an Deinen Access-Point weitergeleitet. Nur diese Ports sind als eingehende Ports für Dich verwendbar.

source: Certificate (.crt)
de: Zertifikat (.crt)

source: Certificate Name
de: Zertifikat-Name

source: Certificate Request (.csr)
de: Zertifikat-Anfrage (.csr)

source: Certificate Request contents
de: Details der Zertifikatsanfrage

source: Certificate contents
de: Zertifikatsdaten

source: Choose one of the following options for submitting your certificate signing request
de: Wähle einen der folgenden Wege für die Einreichung Deiner Zertifikat-Anfrage

source: Choose your preferred source of packages depending on your network connection.
de: Wähle deine Paketquelle in Abhängigkeit von deiner Netzwerkanbindung

source: Configured Mesh Wifi
de: Konfiguriertes Mesh-Funknetz

source: Configured new wireless network (SSID): %s
de: Neu konfiguriertes WLAN-Netzwerk (SSID): %s

source: Country
de: Land

source: Currently there are no known routing neighbours.
de: Derzeit gibt es keine bekannten Routing-Nachbarn.

source: Custom
de: Selbstgewählt

source: DNS (Name resolution)
de: DNS (Namensauflösung)

source: Default
de: Standard

source: Delete
de: Löschen

source: Description
de: Beschreibung

source: Devices with multiple ethernet ports may be able to supply chained devices with power.
de: Manche Geräte mit mehreren Ethernet-Ports können verbundene Geräte mit Strom versorgen.

source: Disabled: %s
de: Abgeschaltet: %s

source: Do you want to discuss technical issues with other members of the Opennet community? You can download a detailed summary here. This will help others to understand your setup. The summary does not contain any private information.
de: Möchtest Du technische Fragen mit anderen Aktiven aus dem Opennet diskutieren? Zu diesem Zweck kannst Du Dir hier eine detaillierte Zusammenfassung herunterladen. Diese Zusammenfassung hilft anderen, Dein Setup zu verstehen. Die Zusammenfassung enthält keine privaten Daten.

source: Download
de: Herunterladen

source: Download the CSR file
de: CSR-Datei herunterladen

source: ETX: Routing Distance (default)
de: ETX: Routing-Entfernung (Voreinstellung)

source: Email of Advisor (optional)
de: E-Mail Adresse des Betreuers (optional)

source: Enabled
de: Aktiviert

source: Error:
de: Fehler:

source: Expected Transmission Count: Quality of the Connection to the Gateway reagrding OLSR
de: Erwartete Anzahl von Übertragungen: die Qualität der Verbindung zum Gateway aus der Sicht von OLSR

source: Failed to scan for networks. Try again later or reboot the device.
de: Der Netzwerk-Scan schlug fehl. Versuch es später erneut oder starte das Gerät neu.

source: Failed to send Certificate Signing Request. You may want to use a manual approach instead. Sorry!
de: Beim Senden der Zertifikatsanfrage trat leider ein Fehler auf. Du möchtest stattdessen vielleicht eine manuelle Methode verwenden.

source: Forwarding from DHCP-wireless network
de: Weiterleitung aus dem DHCP-Funknetz

source: Forwarding from Internet (WAN-connector)
de: Weiterleitung aus dem Internet (WAN-Anschluss)

source: Forwarding from Opennet
de: Weiterleitung aus dem Opennet

source: Forwarding from the Internet through your OpenVPN tunnel
de: Weiterleitung aus dem Internet über den OpenVPN-Tunnel

source: Full Member Name
de: Vor- und Nachname

source: Generate
de: Erzeugen

source: Generate Report
de: Zusammenfassung erzeugen

source: Generating a report takes about three minutes
de: Die Erzeugung der Zusammenfassung dauert etwa drei Minuten

source: Great that you decided to take part in Opennet. Register the IP of your Access-Point in the %sOpennet-Wiki%s and acquire a free IP-Address. Please read the information %sin the wiki%s for further details.
de: Schön, dass Du Dich entschieden hast, am Opennet teilzunehmen. Wähle Dir eine IP für Deinen Access-Point im %sOpennet-Wiki%s aus und trage diese hier ein. Bitte schau Dir vorher auch die %sMitmachen-Seite im Wiki%s an.

source: Guided
de: Geführt

source: Hardware Information
de: Hardware-Informationen

source: Hops: Network Link Count
de: Hops: Anzahl der Knoten auf dem Weg

source: IP Address
de: IP-Adresse

source: IP Address(es):
de: IP-Adresse(n):

source: Install missing modules
de: Fehlende Module installieren

source: Installation of modules may take quite a while (up to 30s) - please be patient.
de: Die Installation von Modulen kann eine Weile dauern (bis zu 30s).

source: Installed
de: Installiert

source: Installing modules in background.
de: Installiere Module im Hintergrund.

source: Interface
de: Schnittstelle

source: Internet Sharing
de: Internet Freigabe

source: Invalid host
de: Ungültiger Host

source: Invalid path
de: Ungültiger Pfad

source: Invalid port
de: Ungültiger Port

source: Invalid service details
de: Ungültige Dienstdetails

source: Invalid service scheme
de: Ungültiges Dienstschema

source: Invalid service type
de: Ungültiger Diensttyp

source: Issue Indicators
de: Problemindikatoren

source: Join Network: Wireless Scan
de: Netzwerkauswahl: Suche nach Funknetzen

source: Key Generation
de: Schlüsselerzeugung

source: Key Management
de: Schlüsselverwaltung

source: Key/Cert Status
de: Status Schlüssel/Zertifikat

source: LOCAL
de: LOKAL

source: Link-Quality: how many of your packets were received by your neighbor
de: Link-Qualität: wie viele Deiner Pakete von deinem Nachbarn empfangen wurden

source: Loading
de: Lade

source: Locality
de: Ort

source: Manual
de: Manuell

source: Manual: choose your preferred order
de: Manuell: wähle Deine bevorzugte Reihenfolge

source: Maybe you want to connect to a local <a href="%s">wifi peer</a>.
de: Vielleicht möchtest Du Deinen AP mit einem benachbarten AP <a href="%s">via WLAN verbinden</a>.

source: Member Email Address
de: Deine E-Mail Adresse

source: Memory: %d MB
de: Arbeitsspeicher: %d MB

source: Mesh Interface Addresses
de: Mesh-Interface-Adressen

source: Model: %s
de: Modell: %s

source: Modules
de: Module

source: Modules and Features
de: Module und Funktionen

source: NTP (Time synchronization)
de: NTP (Zeitsynchronisation)

source: Neighbor-Link-Quality: how many of your test-packets did reach your neighbor
de: Nachbar-Link-Qualität: wie viele der Pakete des Nachbarn wurden empfangen

source: Neighbors (OLSRv1)
de: Nachbarn (OLSRv1)

source: Neighbors (OLSRv2)
de: Nachbarn (OLSRv2)

source: Network
de: Netzwerk

source: Network Graph (OLSRv2)
de: Netzwerk-Graph (OLSRv2)

source: Network Graph Visualization
de: Netzwerk-Graph-Visualisierung

source: Network Interface: the neighbour's packets arrive here
de: Netzwerkschnittstelle: die Pakete der Nachbarn kommen hier an

source: Networks
de: Netzwerke

source: No additional modules are installed.
de: Es sind keine zusätzlichen Module installiert.

source: No report available
de: Keine Zusammenfassung verfügbar

source: No response
de: Keine Antwort

source: No wireless networks were found
de: Es wurden keine Drahtlosnetzwerke gefunden.

source: Nodes in the Opennet can announce various services. These services can be used by other nodes. The most important services are Internet access, DNS and NTP.
de: Knoten in der Opennet können verschiedene Dienste anbieten. Diese Dienste können von anderen Knoten verwendet werden. Die wichtigsten Dienste sind Internet-Zugang, Namensauflösung und Zeitsynchronisation.

source: Number of routes via this neighbour
de: Anzahl der Routen über diesen Nachbarn

source: Opennet Modules
de: Opennet-Module

source: Opennet-Addresses are usually given to the Access-Point based on your Opennet-ID. These are the interfaces on which OLSR is running.
de: Opennet-Adressen werden üblicherweise basierend auf Deiner Opennet-ID an den AP vergeben. Diese Netzwerkschnittstellen werden von OLSR verwendet.

source: Opennet-DNS service is not available, yet (or quite slow). It is required for many features.
de: Der DNS-Dienst via Opennet ist derzeit noch nicht erreichbar. Er wird für viele Funktionen benötigt.

source: Opennet-ID / Network ID
de: Opennet-ID / Netzwerk ID

source: Organizational Unit
de: Organisations-Einheit

source: POE Passthrough
de: POE-Durchleitung

source: Package Installation Protocol
de: Modul-Installationsprotokoll

source: Package Sources
de: Paketquellen

source: Please enter your Opennet-ID (1.X, 2.X or 3.X etc.) or the IP-Address of your first Opennet-Network-Interface, any change will reconfigure your network settings immediately.
de: Bitte gib Deine Opennet-ID (1.X, 2.X oder 3.X etc.) oder die IP-Adresse der ersten Opennet-Netzwerkschnittstelle ein. Jede Änderung wird sofort die betroffenen Netzwerkschnittstellen neu konfigurieren.

source: Please verify that you are connected to the network. Opennet-DNS should be available a few minutes after connecting to the Opennet mesh network.
de: Prüfe bitte, ob du mit der Wolke verbunden bist. Opennet-DNS sollte paar Minuten nach dem Aufbau der Verbindung mit der Opennet-Wolke verfügbar sein.

source: Please wait a minute before reloading this page for an updated status.
de: In Kürze findest Du beim erneuten Laden dieser Seite den aktualisierten Status, sowie weiter unten ein Ereignisprotokoll.

source: Portmapping - Forwarding of Ports
de: Portmapping - Weiterleitung von Ports

source: Previously installed modules: %s
de: Zuvor installierte Module: %s

source: Private Key (.key)
de: Geheimer Schlüssel (.key)

source: Private Key and Certificate do not match. Certificate-Request also does not match Private Key, therefore sending the Certificate Request to opennet authority will not help. Please replace Certificate or Private Key or regenerate Key and Certificate Request.
de: Der private Schlüsel und das Zertifikat passen nicht zueinander. Die Zertifikatsanfrage passt ebenfalls nicht zum Schlüssel. Daher ist ist nicht sinnvoll, die Zertifikatsanfrage einzureichen. Erzeuge bitte einfach einen neuen Schlüssel, ein neues Zertifikat oder eine neue Zertifikatsanfrage.

source: Private Key and Certificate do not match. Please replace Certificate!
de: Der private Schlüssel passt nicht zum Zertifikat. Bitte ersetze das Zertifikat!

source: Provide unrestricted internet access via Opennet to your vicinity
de: Verteile in deiner Umgebung unbeschränkten Zugang zum Internet via Opennet

source: Province
de: Bundesland

source: Public Hotspot
de: Offener Zugangspunkt

source: Publish statistical data of network usage
de: Veröffentlichung statistischer Daten zum Netzwerkverkehr

source: Recommended action
de: Handlungsempfehlung

source: Removing modules in background.
de: Entferne Module im Hintergrund.

source: Repeat scan
de: Suche wiederholen

source: Report
de: Zusammenfassung

source: Report Generator
de: Zusammenfassungsgenerator

source: Review the details of installations and removals.
de: Prüfe die Details von Installationsvorgängen.

source: Router summary
de: Router-Überblick

source: Save
de: Speichern

source: Service Action: Invalid service name
de: Dienstaktions: ungültiger Dienstname

source: Service Action: missing 'service_type' for 'move' action
de: Dienstaktion: fehlender 'service_type' für 'move'-Aktion

source: Service settings
de: Einstellungen für Dienste

source: Services in the Opennet
de: Dienste im Opennet

source: Settings
de: Einstellungen

source: Share your local internet connection with other members
de: Teile Deinen lokalen Internetanschluss mit anderen Mitgliedern

source: Sort order
de: Sortierreihenfolge

source: Source-Port
de: Quell-Port

source: Status of Modules
de: Status der Module

source: Submit certificate request
de: Sende deine Zertifikatsanfrage

source: Support for OLSRv2 and IPv6
de: Unterstützung für OLSRv2 und IPv6

source: Take a look at the <a href="%s">Status</a> page and verify that you are connected to at least one neighbour.
de: Prüfe auf der <a href="%s">Status</a>-Seite, ob der AP mit mindestens einem Nachbarn verbunden ist.

source: Target-Address
de: Ziel-Adresse

source: Target-Port
de: Ziel-Port

source: The FREE Interface will be used to publicly share Opennet with Wifidog.
de: Die FREE-Schnittstelle wird für den Betrieb eines öffentlich zugänglichen Knotens verwendet.

source: The Opennet Firmware consists of multiple modules providing distinct features within the network. Please pick which features should be enabled for this device.
de: Die Opennet-Firmware besteht aus mehreren Modulen für unterschiedliche Funktionen. Bitte wähle diejenigen Funktionen, die auf diesem Gerät verwendet werden sollen.

source: The Opennet ID of your Accesspoint was changed successfully.
de: Die Opennet-ID des Accesspoints wurde erfolgreich geändert.

source: The WAN Interface is used for your local Internet-Connection (for instance DSL). It will be used for your local traffic and to map Usergateways into Opennet = Share your Internet Connection if you choose to.
de: Die WAN-Schnittstelle stellt den Weg ins Internet dar (z.B. DSL). Sie wird für lokalen Verkehr verwendet, sowie für die Weiterleitung von Tunnel-Verbindung an einen externen Opennet-Gateway, falls Du dies wünschst.

source: The following data will only be used along with your membership. It will not be published.
de: Die folgenden Daten werden ausschließlich für die Mitgliedschaft im Verein verwendet. Sie werden nicht veröffentlicht.

source: The following ports will be forwarded from Opennet (usually WIFI) to computers in your local network. They are usually not reachable directly from the Internet. This section might contain forwardings for Free Internet Access (Wifidog, port 67) and Internet Sharing (Usergateway Forwarding, ports 1600 and 123).
de: Die folgenden Ports werden aus dem Opennet (WLAN) an Rechner im lokalen Netzwerk weitergeleitet. Sie sind vom Internet aus nicht (direkt) erreichbar. Dieser Bereich kann Weiterleitungen für freien Netzwerkzugriff (Wifidog, port 67) und Internet-Freigabe (Usergateway-Weiterleitung, ports 1600 und 123) enthalten.

source: The following ports will be forwarded from computers connected to your WIFI (and not running olsr) to computers in your local network.
de: Die folgenden Ports werden aus dem WLAN von Rechnern ohne olsr mit einer Adresse im lokalen Wireless DHCP-Bereich an Rechner im lokalen Netzwerk weitergeleitet.

source: The follwing ports will be forwarded from Internet (your WAN connector) to your local network. If Internet is connected to your WAN, these ports are directly reachable from the outside.
de: Die folgenden Ports werden aus dem Internet (WAN) an Rechner im lokalen Netzwerk weitergeleitet. Sie sind vom Internet aus direkt erreichbar.

source: The module '%s' is currently disabled (see 'Opennet -> Base -> Modules').
de: Das Modul '%s' ist derzeit abgeschaltet (siehe 'Opennet-> Basis-> Module').

source: The specified opennet ID is invalid. Please try again (input format: 'X.YYY').
de: Die angegebene Opennet-ID ist ungültig. Versuch es bitte noch einmal (Eingabeformat: 'X.YYY').

source: The target should be an IP-Address in your local network. Additionally you can enter the target port in the related field.
de: Als Ziel der Weiterleitungen muss eine IP-Adresse im lokalen Netzwerk angegeben werden. Zusätzlich kann ein Zielport angegeben werden.

source: There are indications for a possibly broken flash memory chip or a damaged filesystem.
de: Es gibt Anzeichen für einen möglicherweise defekten Flash-Speicherchip oder ein beschädigtes Dateisystem.

source: There are indications for possible technical issues.
de: Es gibt Anzeichen für mögliche technische Probleme.

source: There seem to be no issues.
de: Es scheint keine Probleme zu geben.

source: These addresses are used locally and usually protected by your firewall. Connections to the Internet are routed through your VPN-Tunnel if it is active.
de: Diese Schnittstellen dienen lokalem Verkehr und sind üblicherweise durch Firewall-Regeln vor externem Zugriff geschützt. Der Verkehr aus den lokalen Netzen wird in den VPN-Tunnel geroutet, sofern dieser aktiv ist.

source: This is an Access-Point with Opennet-Firmware, a modification of OpenWrt to the requirements of the Opennet Initiative e.V.
de: Auf diesem Access-Point läuft die Opennet-Firmware, eine Anpassung von OpenWrt auf die Bedürfnisse des Opennet Initiative e.V.

source: This router offers 32 Megabyte RAM (or less). Only firmware versions up to v0.5.3 are known to run stable on such limited hardware. You should seriously consider downgrading the firmware to v0.5.3 in order to avoid frustrating instability issues.
de: Dieser Router bietet 32 MB RAM (oder weniger). Nur Firmware-Versionen bis v0.5.3 funktionieren mit derart begrenzter Hardware stabil. Du solltest wahrscheinlich die Firmware auf v0.5.3 de-aktualisieren, um frustrierende Stabilitätsprobleme zu vermeiden.

source: Unknown protocol
de: Unbekanntes Protokoll

source: Upload your request
de: Anfrage hochladen

source: Uptime
de: Gerätelaufzeit

source: Useful tools for network and system analysis
de: Nützliche Werkzeuge für die Netzwerk- und System-Analyse

source: UserGateway (type user gateway)
de: Usergateway (Internet-Freigabe)

source: Visualization for OLSRv2
de: Visualisierung für OLSRv2

source: Wireless
de: Funknetz

source: Wireless Interface
de: Funknetz-Schnittstelle

source: You may want to send a <a href="%s">report</a> to the Opennet community (%s).
de: Vielleicht möchtest Du eine kurze Nachricht mit einer <a href="%s">Zusammenfassung</a> Deiner Router-Konfiguration an die Opennet-Aktiven (%s) senden.

source: and
de: und

source: device
de: Schnittstelle

source: disabled (see <a href="%s">Modules</a>)
de: abgeschaltet (siehe <a href="%s">Module</a>)

source: download
de: Herunterladen

source: generate
de: Erzeugen

source: or wait for the automatic re-installation
de: oder warte auf die automatische Neuinstallation

source: search file
de: suche Datei

source: upload
de: hochladen

source: upload Certificate (.crt) or Private Key (.key)
de: Hochladen von Zertifikat (.crt) oder geheimem Schlüssel (.key)

source: upload it manually
de: manuell hochladen

source: uploaded or generated on this date.
de: hochgeladen oder erzeugt an diesem Tag

source: use
de: übernehmen

source: waiting
de: wartend
