Repository: brosame/firmware
Catalog: opennet/po/*/on-captive-portal.po
Languages: de

source: Client MAC Address
de: MAC-Adresse des Geräts

source: Connected clients: %s
de: Verbundene Geräte: %s

source: Connected since
de: Verbunden seit

source: Disable the Hotspot feature by removing the physical device from the 'free' network interface.
de: Die offener-Zugangspunkt-Funktion kann durch Entfernen des physischen Netzwerk-Gerät von der Schnittstelle 'free' abgeschaltet werden.

source: Disabled: failed to enable the '%s' network interface.
de: Inaktiv: die Netzwerkschnittstelle '%s' konnte nicht aktivert werden.

source: Disabled: no network device is assigned to the '%s' zone.
de: Inaktiv: der '%s'-Zone wurde kein Netzwerk-Gerät zugewiesen.

source: Disabled: the VPN tunnel is not running.
de: Inaktiv: der VPN-Tunnel ist nicht aufgebaut.

source: Download (Packets)
de: Heruntergeladen (Pakete)

source: Hotspot Clients
de: Hotspot-Nutzende

source: Local IP Address
de: Lokale IP-Adresse

source: Number
de: Nummer

source: Public Hotspot
de: Offener Zugangspunkt

source: The hotspot client list is only available locally.
de: Die Hotspot-Geräteliste ist nur lokal verfügbar.

source: This requires a working VPN connection:
de: Dies erfordert eine funktionierende VPN Verbindung:

source: Upload (Packets)
de: Hochgeladen (Pakete)

source: Users do not need to authenticate themselves.
de: Nutzende müssen sich nicht authentifizieren.

source: Warning: the Captive Portal interface (%s) seems to be a bridge containing only wifi devices. This setup is known to cause problems: you should add a non-wifi device or disable bridging.
de: Achtung: die Netzwerkschnittstelle (%s) des offenen Zugangspunkts scheint eine Netzwerkbrücke bestehend aus WLAN-Interfaces zu sein. Diese Konfiguration ist als problematisch bekannt. Du solltest ein nicht-WLAN-Interface zur Brücke hinzufügen oder die Brücke entfernen.

source: You may want to <a href="%s">reconfigure</a> the '%s' interface. Currently a bridge consisting of multiple wifi interfaces (and nothing else) is configured. This setup is known to cause problems with openwrt. Please add a non-wifi interface or disable bridging.
de: Du solltest die Schnittstelle '%s' <a href="%s">umkonfigurieren</a>. Derzeit ist sie als Brücke bestehend aus WLAN-Interfaces (und nichts anderem) konfiguriert. Diese Konfiguration ist als problematisch bekannt. Bitte füge ein nicht-WLAN-Interface hinzu oder entferne die Brücke.

source: You may want to run a public hotspot in your area.
de: Eventuell möchtest du einen offenen Zugangspunkt für deine Umgebung betreiben.

source: You need to <a href="%s">attach a physical network device</a> to the '%s' interface in order to enable the Hotspot feature.
de: Du solltest eine <a href="%s">Netzwerk-Schnittstelle</a> der Netzwerkkonfiguration '%s' zuordnen, um den offenen Zugangspunkt in Betrieb zu nehmen.
