Repository: brosame/firmware
Catalog: opennet/po/*/on-openvpn.po
Languages: de

source: <a href="%s">A certificate is required</a>.
de: <a href="%s">Das Zertifikat fehlt</a>.

source: Actions
de: Aktionen

source: Active VPN-Tunnel: %s
de: Aktiver VPN-Tunnel: %s

source: Add
de: Hinzufügen

source: Add Gateway manually
de: Gateway manuell hinzufügen

source: Additionally you may choose to rank specific gateways higher or lower than their routing distance would indicate. Please be careful with this manual intervention since it could force your connection through an inefficient path. Usually you should just keep the default values.
de: Zusätzlich möchtest Du eventuell spezifische Gateways höher oder niedriger einordnen, als die Routing-Entfernung dies empfiehlt. Sei bitte vorsichtig mit solcherlei manuellen Eingriffen, da dies deine Tunnel-Verbindung unter Umständen auf einen sehr langsamen Pfad zwingen könnte. In der Regel sollte die Routing-Entfernung ohne Anpassungen eine gute Verbindungsqualität ermöglichen.

source: Announced Upload / Download Speed.
de: Vom Gateway ermittelte Upload/Download-Bandbreite

source: Certificate
de: Zertifikat

source: Certificate management
de: Zertifikatsverwaltung

source: Check the <a href="%s">System Log</a> for details.
de: Eventuell hilft Dir das im <a href="%s">Systemprotokoll</a> weiter.

source: Connection Log
de: Verbindungsprotokoll

source: Connection log
de: Verbindungsprotokoll

source: Developers or experimenting users may want to add custom gateways here.
de: Entwickler oder experimentierfreudige Benutzer können hier benutzerdefinierte Internet-Gateway hinzufügen.

source: Distance
de: Entfernung

source: Expected Transmission Count - Quality of the Connection to the Gateway regarding OLSR
de: Erwartete Anzahl von Übertragungen - die Qualität der Verbindung zum Gateway aus der Sicht von OLSR

source: Gateway-List
de: Gateway-Liste

source: Gateways
de: Tunnel-Server

source: Here you can configure the IP-Addresses of your choosen Gateways.
de: In diesem Bereich können die IP-Adressen der von Dir gewünschten OpenVPN-Gateways konfiguriert werden.

source: IP-Address
de: IP-Adresse

source: If you notice a severe slow-down of your connection, you should try to remove your manual priorities first. Use the small "clear" icon in th e "offset/distance" column for this purpose.
de: Falls Du eine deutliche Verschlechterung Deiner Tunnel-Verbindung feststellen solltest, dann solltest Du zuerst versuchen, Deine manuellen Änderungen der Gateway-Reihenfolge zurückzusetzen. Klicke dazu auf das kleine Pinsel-Symbol in der Spalte "Offset/Entfernung".

source: Manually add a Gateway
de: Internet-Gateway manuell hinzufügen

source: Members of the Opennet Initiative e.V. can access the Internet through the Internet Gateways provided by the association.
de: Mitglieder des Opennet Initiative e.V. können mittels der vom Verein betriebenen Internet-Gateways auf das Internet zugreifen.

source: Number of Hops to the Gateway
de: Anzahl der Hops bis zum Gateway

source: Short name of the public gateway server (if known)
de: Kurzname des öffentlichen Gateway-Servers (falls bekannt)

source: Speed
de: Geschwindigkeit

source: Take a look at the Opennet wiki, if you would like to know more about the Gateway system. Usually the first found Gateway in your list is th e one you are going to use. The Gateway will be changed automatically, if the current Gateway does not work for approximately 120 seconds.
de: Schau in das Opennet-Wiki, falls du mehr über das Gateway-System wissen möchtest. Üblicherweise wird der erste Gateway in der Liste für die Verbindung ausgewählt. Dieser Gateway wird automatisch gewechselt, wenn die Verbindung ca. 120 Sekunden lang ausfällt.

source: The "distance" column indicates the routing distance to this Gateway. The selection of your preferred gateway is based on this value.
de: Die "Distanz"-Spalte enthält die Routing-Entfernung zu diesem Gateway. Der bevorzugte Gateway wird anhand dieses Werts automatisch ausgewählt.

source: The VPN-Tunnel is not active,
de: Der VPN-Tunnel ist nicht aktiv,

source: The first reachable Gateway is currently not in use. The Tunnel will be restarted and the Gateway will be changed in a few minutes. This change will be shown after a reload of this page.
de: Der erste erreichbare Gateway ist nicht der aktuell Aktive. Der Tunnel wird in wenigen Minuten neu aufgebaut. Diese Änderung wird erst nach einem Neuladen dieser Seite sichtbar.

source: The required certificate and key for your internet access via Opennet seems to be missing
de: Das erforderliche Zertifikat und der Schlüssel für den Internet-Zugang über das Opennet scheint zu fehlen

source: This offset is added to the values before use/display
de: Dieser Offset wird mit den Werten verrechnet

source: Tunnel active
de: Tunnel ist aktiv

source: Tunnel inactive
de: Tunnel ist nicht aktiv

source: Tunnel starting
de: Tunnel ist im Aufbau

source: VPN Certificate and Internet Access
de: VPN-Zertifikate und Internetzugang

source: You can change the sorting mechanism of gateways in the <a href="%s">Service Settings section</a>.
de: Du kannst die Sortier-Methode der Gateway-Liste in den <a href="%s">Dienste-Einstellungen</a> ändern.

source: You need to request your own VPN certificate in order to use these Internet Gateways.
de: Du musst Dein eigenes VPN-Zertifikat erfragen, um Dich mit den Internet-Gateways verbinden zu können.

source: Your router periodically tries to connect to all available Gateways in the Opennet network. The results of these tests are indicated in the "Status" column below.
de: Der Router versucht regelmäßig Verbindungen zu allen verfügbaren Gateways im Opennet-Netzwerk aufzubauen. Die Ergebnisse dieser Tests werden in der Spalte "Status" angezeigt.

source: active
de: Aktiv

source: auto-discovered services cannot be deleted
de: automatisch entdeckte Dienste können nicht gelöscht werden

source: delete
de: löschen

source: disable
de: abschalten

source: enable
de: aktivieren

source: move down
de: nach unten bewegen

source: move to top and connect immediately
de: ganz nach oben bewegen und sofort verbinden

source: move up
de: nach oben bewegen

source: reset offset
de: Offset zurücksetzen

source: restart VPN Tunnel
de: Neustart des VPN-Tunnels

source: see
de: siehe

source: start VPN Tunnel
de: Starte VPN-Tunnel

source: tested %d minutes ago
de: vor %d Minuten getestet

source: unreachable
de: nicht erreichbar

source: upload to Internet %s kbit/s; download from Internet %s kbit/s
de: Upload ins Internet %s kbit/s; Download aus dem Internet %s kbit/s
