Repository: brosame/firmware
Catalog: opennet/po/*/on_usergw.po
Languages: de

source: Opennet Usergateways
de: Opennet Internet-Freigabe / Usergateways

source: Status Internet-Sharing
de: Status Internet-Freigabe

source: Internet shared
de: Internet freigegeben

source: Central Gateways connected locally
de: Zentrale Gateways lokal eingebunden

source: Gateway-Forward activated
de: Weiterleitung zum Gateway aktiviert

source: Internet-Sharing enabled
de: Internet-Freigabe aktiviert

source: Internet not shared
de: Internet nicht freigegeben

source: Usergateway-Tunnel active
de: Usergateway-Tunnel aktiv

source: Usergateway-Tunnel not running
de: Usergateway-Tunnel laufen nicht

source: Internet-Sharing possible
de: Internet-Freigabe ist möglich

source: Internet-Sharing impossible
de: Internet-Freigabe ist nicht möglich

source: <abbr title='Annouced Address, which stands for the local Gateway. This address might be changed automatically if it is announced by some other Gateway in the network'>Usergateway-Address</abbr>:
de: <abbr title='Verbeitete Adresse für den lokalen Gateway. Diese Adresse kann automatisch geändert werden, wenn sie von einem anderen Gateway genutzt wird'>Usergateway-Adresse</abbr>:

source: Change announced HNA Address
de: Ändere Adresse des lokalen Gateways (HNA-Adresse)

source: change Address
de: ändere Adresse

source: no central Gateway-IPs connected trough tunnel
de: keine zentralen Gateway-IPs sind über den Tunnel eingebunden

source: central Gateway-IP %s connected trough tunnel
de: zentrale Gateway-IP %s ist über den Tunnel eingebunden

source: central Gateway-IPs %s connected trough tunnel
de: zentrale Gateway-IPs %s sind über die Tunnel eingebunden

source: Gateway-Forward from %s to %s activated
de: Gateway-Weiterleitung von %s zu %s aktiviert

source: Manage Internet-Sharing
de: Verwalte Internet-Freigabe

source: Internet-Sharing disabled
de: Internet-Freigabe deaktiviert

source: disable Sharing
de: deaktivere Freigabe

source: enable Sharing
de: aktiviere Freigabe

source: Internet-Sharing is currently disabled for %s Minutes. It will be automatically reenabled, but you can enable it manually if you like.
de: Internet-Freigabe ist vorübergehend für %s Minuten unterbrochen. Sie wird automatisch wiederhergestellt, Du kannst sie aber auch manuell wieder aktivieren.

source: Internet-Sharing will be automatically reenabled in between the next 5 Minutes. You can enable it manually if you like.
de: Internet-Freigabe wird in den nächsten 5 Minuten automatisch reaktiviert. Du kannst sie aber auch manuell wieder aktivieren.

source: suspend Internet-Sharing for
de: unterbreche Internet-Freigabe für

source: minutes
de: Minuten

source: hour
de: Stunde

source: hours
de: Stunden

source: day
de: Tag

source: suspend now
de: unterbreche jetzt

source: Check route trough WAN and ping-time of Gateways (again). This will take approximately 5 seconds per Gateway.
de: Prüfe, dass die Route durch den WAN-Anschluss geht und die ping-Zeit der Gateways. Dies dauert etwa 5 Sekunden je Gateway.

source: Check speed to and from the Gateways (again). This will take approximately 1 minute per Gateway.
de: Prüfe die Übertragungsgeschwindigkeit von und zu den Gateways. Dies dauert etwa eine Minute je Gateway.

source: Check MTU to and from the Gateways (again). This will take approximately 5 minutes per Gateway.
de: Prüfe die MTU von und zu den Gateways. Dies dauert etwa 5 Minuten je Gateway.

source: Check VPN availability of Gateways (again). This will take approximately 10 seconds per Gateway.
de: Prüfe die Verfügbarkeit von VPN an den Gateways. Dies dauert etwa 10 Sekunden je Gateway.

source: automated check is running, manual modifications are temporarily disabled
de: automatische Prüfung läuft, Änderungen sind vorübergehend nicht möglich

source: Internet Sharing Status Overview
de: Internet-Freigabe Status

source: Status Details, all checks have to be successful
de: Status Details, alle Tests müssen erfolgreich sein

source: <abbr title='click to forward to this gateway immediately'>Gateway-Name</abbr>
de: <abbr title='Klicke um die Weiterleitung sofort zu wechseln'>Gateway-Name</abbr>

source: <abbr title='If Tunnel is activated, a central Gateway-IP is mapped to the local Router. Multiple Tunnels can exist parallel.'>UGW-Tunnel</abbr>
de: <abbr title='Wenn der Tunnel aktiviert ist, wird eine zentrale Gateway-Adresse auf den lokalen Router abgebildet. Mehrere Tunnel (und Abbildungen) können gleichzeitig aktiv sein.'>UGW-Tunnel</abbr>

source: <abbr title='If Forwarding is activated, all received VPN-Traffic is routed to the outside Gateway. Only one forward can exist at any time.'>VPN-Forwarding</abbr>
de: <abbr title='Wenn eine Weiterleitung aktiviert ist, werden empfangene VPN-Pakete weiter zum zentralen Gateway geschickt. Zu jeder Zeit kann nur eine Weiterleitung existieren.'>VPN-Weiterleitung</abbr>

source: <abbr title='Indicates if route to Gateway points trough WAN-device, this is required. If not check/reconfigure your WAN connection, maybe it is not working.'>WAN</abbr>
de: <abbr title='Zeigt an, ob die Route zum Gateway durch die WAN-Schnittstelle geht. Dies ist Vorraussetzung für alle anderen Tests. Wenn die Routen nicht durch das WAN-Interface gehen, solltest Du Deine WAN-Verbindung überprüfen'>WAN</abbr>

source: <abbr title='Indicates the Ping-Time in miliseconds. If Gateway cannot be pinged or the ping-time is high, it is probably (temporarily) down.'>Ping-Time</abbr>
de: <abbr title='Gibt die Ping-Zeit in Millisekunden an. Wenn ein Gateway nicht ange-ping-t werden kann oder die Ping-Zeit sehr hoch ist, dann ist er vermutlich (vorrübergehend) abgeschaltet.'>Ping-Zeit</abbr>

source: <abbr title='Indicates Upload / Download Speed.'>Speed</abbr>
de: <abbr title='Zeigt Upload / Download Geschwindigkeit.'>Geschwindigkeit</abbr>

source: <abbr title='Indicates if the Gateway supports VPN for the users. This is at least required to sucessfully use VPN-Forwarding.'>VPN-Status</abbr>
de: <abbr title='Zeigt ob der Gateway VPN für die Nutzer auch übers Internet unterstützt. Dies ist Vorraussetzung für eine VPN-Weiterleitung.'>VPN-Status</abbr>

source: <abbr title='Maximum Transmission Unit - match of configured and measured values is required to share your Internet in any case'>MTU-Status</abbr>
de: <abbr title='Maximum Transmission Unit - eine Übereinstimmung von eingestellten und gemessenen Werten ist erforderlich für eine Freigabe des lokalen Internets.'>MTU-Status</abbr>

source: No IP-Address found for Gateway-Name, Gateway cannot be used
de: Konnte IP-Adresse für den Gateway nicht ermitteln, Gateway kann nicht genutzt werden

source: Loading
de: Lade

source: This will take approximately 5 seconds per Gateway
de: Dies wird etwa 5 Sekunden je Gateway dauern

source: check WAN-Connection
de: prüfe WAN-Verbindung

source: This will take approximately 1 minute per Gateway
de: Dies wird etwa eine Minute je Gateway dauern

source: check Speed
de: prüfe Geschwindigkeit

source: This will take approximately 10 seconds per Gateway
de: Dies wird etwa 10 Sekunden je Gateway dauern

source: check VPN
de: prüfe VPN

source: This will take approximately 5 minutes per Gateway
de: Dies wird etwa 5 Minuten je Gateway dauern

source: check MTU
de: prüfe MTU

source: : upload to Gateway %s kbit/s; download from Gateway %s kbit/s
de: : upload zum Gateway %s kbit/s; download vom Gateway %s kbit/s

source: (tried/measured) to Gateway: %s/%s from Gateway: %s/%s
de: (eingestellt/gemessen) zum Gateway: %s/%s vom Gateway: %s/%s

source: tested %s minutes ago
de: vor %s Minuten geprüft

source: Click to switch Forwarding to Gateway %s (IP: %s)
de: Klicke um die Weiterleitung zum Gateway %s (IP: %s) zu wechseln

source: exists
de: vorhanden

source: missing
de: fehlt

source: download
de: herunterladen

source: Certificate Request (.csr)
de: Zertifikat-Anffrage (.csr)

source: Private Key (.key)
de: Geheimer Schlüssel (.key)

source: Certificate (.crt)
de: Zertifikat (.crt)

source: Send Certificate Request (.csr) <b> and only this file </b> to <a href='mailto:%s?subject=Certificate Request for %s %s&amp;body=[please attach the Certificate Request (.csr) - and only this file - to this mail and write some nice words to the administrator]'>%s</a> in order to get the required certificate.
de: Sende die Zertifikat-Anfrage (.csr) <b>und nur diese Datei</b> an <a href='mailto:%s?subject=Zertifikat-Anfrage für %s %s&amp;body=[bitte füge die Zertifikat-Anfrage (.csr) - und nur diese Datei - als Anhang an diese mail und schreibe einige nette Worte an den Administrator]'>%s</a> um ein Zertifikat zu erhalten.

source: Key/Cert Status
de: Status Schlüssel/Zertifikat

source: Key Management
de: Schlüssel Verwaltung

source: ...show...
de: ...anzeigen...

source: upload Certificate (.crt) or Private Key (.key)
de: hochladen von Zertifikat (.crt) oder Geheimem Schlüssel (.key)

source: search file
de: suche Datei

source: upload
de: hochladen

source: Key Generation
de: Schlüssel Erzeugung

source: countryName
de: Land

source: Province
de: Bundesland

source: Locality
de: Ort

source: Member Name
de: Dein Name

source: Organizational Unit
de: Organisations-Einheit

source: Certificate Name
de: Zertifikat-Name

source: Member Email Address
de: Deine EMail Adresse

source: generate
de: erzeuge Schlüssel

source: stateOrProvinceName
de: Bundesland

source: organizationName
de: Nutzer-Name

source: organizationalUnitName
de: Zertifikat-Typ

source: commonName
de: Zertifikat-Name

source: emailAddress
de: EMail Adresse

source: localityName
de: Ort

source: Private Key and Certificate do not match. Please replace Certificate!
de: Der geheime Schlüssel und das Zertifikat passen nicht zueinander. Bitte ersetze das Zertifikat!

source: Private Key and Certificate do not match. Certificate-Request also does not match Private Key, therefore sending the Certificate Request to opennet authority will not help. Please replace Certificate or Private Key or regenerate Key and Certificate Request.
de: Der geheime Schlüssel und das Zertifikat passen nicht zueinander. Die Zertifikat-Anfrage passt auch nicht zum geheimen Schlüssel, darum hilft es auch nichts, die Zertifikat-Anfrage an Opennet zu senden. Bitte ersetze das Zertifikat oder den geheimen Schlüssel oder erzeuge Schlüssel und Zertifikat-Anfrage neu.

source: Certificate-Request contents
de: Zertifikat-Anfrage Details

source: Certificate contents
de: Zertifikat Details

source: uploaded or generated on this date.
de: bei dieser Zeit erstellt oder hochgeladen

source: (central Gateway-IPs (%s) connected trough tunnel)
de: (externe Gateway-IPs (%s) sind über den Tunnel verbunden)

source: (no central Gateway-IPs connected trough tunnel)
de: (keine externen Gateway-IPs sind über den Tunnel verbunden)

source: Actions
de: Aktionen

source: Add
de: Hinzufügen

source: Allowing certain public services to be reachable within your local neighbourhood. The most notable example is the Internet Gateway Service which is used by all people accesing the Internet via Opennet.
de: Ermögliche die Erreichbarkeit bestimmter öffentlicher Dienste in Deiner lokalen Opennet-Nachbarschaft. Das wichtigste Beispiel für derlei Dienste ist der Internet-Zugang über die Internet-Gateways des Vereins.

source: Available Services to be relayed
de: Weiterzureichende Dienste

source: Connecting your local neighbourhood with the complete mesh of all Opennet nodes.
de: Verbinde Deine lokalen Opennet-Nachbarn mit dem gesamten Mesh-Netzwerk der Opennet-Knoten.

source: Connection to an Mesh VPN service succeeded.
de: Verbindung zu einem Mesh-VPN-Dienst erfolgreich hergestellt.

source: Estimated upload and download speed to this exit gateway.
de: Geschätzte Upload- und Download-Geschwindigkeit zu diesem Mesh-Gateway.

source: Gateway-Forward for %s (to %s) activated
de: Gateway-Weiterleitung für %s (nach %s) ist aktiviert

source: Internet Sharing
de: Internet Freigabe

source: Internet-Sharing:
de: Internet-Freigabe:

source: Known Mesh Gateways
de: Bekannte Mesh-Gateways

source: Manually add Exit Gateway
de: Internet-Gateway manuell hinzufügen

source: Manually add Mesh Gateway
de: Mesh-Gateway manuell hinzufügen

source: Manually add a Mesh Gateway
de: Mesh-Gateway manuell hinzufügen

source: Manually add a Service Relay
de: Eine Dienst-Weiterleitung manuell anlegen

source: Mesh Connections
de: Mesh-Verbindungen

source: No Mesh Gateways were found. Probably there is no DNS service available. Maybe you want to verify your internet connection.
de: Es wurden keine Mesh-Gateways gefunden. Wahrscheinlich ist kein DNS-Server erreichbar. Vielleicht möchtest Du die Internet-Anbindung überprüfen.

source: Openvpn does not support mtu-check, please compile openvpn without "--enable-small" option.
de: Die aktuell installierte OpenVPN-Version unterstützt keine MTU-Prüfung. Kompiliere bitte OpenVPN ohne die "--enable-small"-Option bzw. lade das Opennet-spezifischen OpenVPN-Paket mit der Paketverwaltung herunter.

source: Ping latency describes the travelling time of a small packet to the gateway and back.
de: Die Ping-Latenz beschreibt die den zeitlichen Abstand zwischen dem Versand einer Anfrage und der Ankunft der dazugehörigen Antwort.

source: Priority
de: Priorität

source: Relaying external Services for the Opennet Mesh
de: Weiterleitung externer Dienste für das Opennet-Mesh-Netzwerk

source: Service Relay
de: Dienstweiterleitung

source: Sharing your Internet connection
de: Freigeben Deiner Internetverbindung

source: Sharing your internet connection with the Opennet Community usually consists of two distinct parts:
de: Das Teilen Deiner Internetverbindung mit der Opennet-Gemeinschaft beinhaltet zwei Aspekte:

source: Speed
de: Geschwindigkeit

source: The configured Maximum Transmission Unit can cause subtle problems. Thus it needs to be tested carefully.
de: Die konfigurierte MTU (Maximum Transmission Unit) kann subtile Probleme bei der Nutzung des VPN auslösen. Daher muss dieser Parameter sorgfältig getestet werden.

source: The route to the gateway should point at a WAN interface.
de: Die Route zum Gateway sollte über das WAN-Interface verlaufen.

source: VPN Certificate for Mesh Connection
de: VPN-Zertifikat für Mesh-Verbindung

source: You can change the sorting mechanism of gateways in the <a href="%s">Service Settings section</a>.
de: Du kannst die Sortier-Methode der Gateway-Liste in den <a href="%s">Dienste-Einstellungen</a> ändern.

source: You need an OpenVPN certificate if you want to use your Internet connection in order to connect your local neighbourhood with the Opennet Mesh network.
de: Du benötigst ein OpenVPN-Zertifikat, um Deine lokale Opennet-Nachbarschaft mit der Opennet-Mesh-Wolke zu verbinden.

source: active
de: Aktiv

source: auto-discovered services cannot be deleted
de: automatisch entdeckte Dienste können nicht gelöscht werden

source: delete
de: löschen

source: disable
de: abschalten

source: move down
de: nach unten bewegen

source: move up
de: nach oben bewegen

source: reset offset
de: Offset zurücksetzen

source: upload to Internet %s kBit/s | download from Internet %s kBit/s
de: Hochladen ins Internet %s kBit/s | Herunterladen aus dem Internet %s kBit/s
